LVL = (
    (None, 'не известно'),
    ('до 2023 года',
        ((1, 'I'),
        (2, 'II'),
        (3, 'III'),
        (4, 'IV'),
        (5, 'V'),
        (6, 'VI'),
        (7, 'VII'),
        (8, 'VIII'),
        (9, 'IX'),
        (10, 'X'),)
    ),
    ('после 2023 года',
        ((11, 'XI'),
        (12, 'XII'),
        (13, 'XIII'))
    )
)

LT = 0
PT = 1
ST = 2
TT = 3
SAU = 4
PTSAU = 5

CLASSSES = (
    (LT, 'ЛТ'),
    (PT, 'ПТ'),
    (ST, 'СТ'),
    (TT, 'ТТ'),
    (SAU, 'САУ'),
    (PTSAU, 'ПТСАУ'),
)
